<template>
    <div id= 'dream'>
        <p>将来の夢</p>
        <h1>人々の役に立つサービスを提供したい</h1>
        <h3>私がSEを目指す理由は将来、人々の役に立つサービスを提供したいと思ったからです。</h3>
        <h3>大学二年生のころ、車の免許を取得しました。免許を取ったからには運転をしたいと思っていましたが、父親の出張が多く、普段家には車がありませんでした。ですので、仕方なくレンタカーを借りようと思い調べてみると、大学生の私には高い金額でした。週末は車でドライブとかしたいと思っていましたが、レンタカーだと金銭的に難しく、もっと安く乗れる方法はないかとインターネットで調べてみました。するとタイムズカーシェアというサービスに出会いました。レンタカーの半分くらいの料金で手軽に利用でき、私にとってはとても役に立つサービスでした。</h3>
        <h3>ほかにもいくつか私の役に立つサービスがあり、このサービスを作った人たちに感謝の気持ちでいっぱいでした。それと同時に人の役に立ち、感謝されるようなサービスを作りたいと思うようになりました。</h3>
        <h3>システムエンジニアはそう言った人々の役に立てるサービスを作ることに携われると考え、システムエンジニアになりたいと思いました。</h3>
    </div>
</template>

<style>
    
h3 {
    margin:2%;
}
</style>