<template>
    <div id= 'school'>
        <p>{{title}}</p>
        <h1>ゼミ活動</h1>
        <h3>{{naiyoupr}}</h3>
        <h3>{{naiyoue}}</h3>
        <h3>{{naiyoup}}</h3>
        <h3>{{manabi}}</h3>
    </div>
</template>
<script>
export default {
    name: 'top',
    data () {
        return {
            title: '学生のころに力を入れたこと',
            naiyoupr: '私は、ゼミに入る前まで、仲間とともに同じテーマについて勉強をしたり、ディスカッションをしたことがなく、そういう経験をしてみたいと思い、ゼミ活動に力を入れました。',
            naiyoue: 'ゼミの活動の中でも一番経験になったことは、ストックリーグという日本経済新聞社主催のコンテストに参加したことです。私は、４人でチームを組み、そのコンテストに参加をしました。最初は、うまくコミュニケーションが取れず、各自で作業をしていました。各自でやっていたせいか、ペースが遅く、期日までに完成ができるか危うくなっていました。ほかのチームはどのようやっているのか気になり、見てみると、全員で作業をして、作業ペースも早く、それを見て危機感を感じました。それからは、私たちのチームでも全員で作業をして、協力しあうことにしました。それからは今までよりも会話が増え、作業のスピードも上がり、ゼミ活動に対するモチベーションも上がりました。期日が近くなるとゼミではない時間に集まったり、学校がない土日に自主的に集まるようになりました。その結果、はじめは期日までに終わるかわからなかったが、期日までに作品を完成させることができました。',
            naiyoup: '仲間と一緒に勉強することは初めてでたくさん悩まされましたが、その分得られたこともたくさんありました。',
            manabi: '一番はコミュニケーションをとることは作業のスピードを上げ、効率よく作業ができるということを学びました。コミュニケーションをとることで、皆で情報を共有することができますし、難しいことがあっても、一人で考えるより全員で考えたほうが、考える時間も少ないですし、よりいい考えを思いつくことができ、作業効率を上げることができます。また、作業に対するモチベーションを上げることができました。これから仲間と何かを作り上げるときは、コミュニケーションをとり、情報を共有して仲間全員で考えたり、作業をしたりして効率よくやっていこうと思いました。'
        }
    }
}
</script>
<style>
h3 {
    margin:2%;
}
</style>