<template>
    <div id= 'strength'>
        <p>私の強み</p>
        <h1>努力を怠らない</h1>
        <h3>努力をすることになったきっかけは、小学校のころの縄跳び大会！</h3>
        <h3>私が小学二年生のころ、クラスで行う縄跳び大会があり、先生が「来週の縄跳び大会に向けて皆さん昼休みに練習をするようにしましょう。」といいました。ほかのクラスメイトは昼休みにドッヂボールなどして遊んでいる中、私は一人で縄跳びの練習をしていました。約1週間ほど練習を続け、大会当日、一番長い時間飛び続けた人が優勝というルールで、私はみんなの倍以上飛び続け、圧倒的な差で優勝することができました。その時、今まで練習してきたから優勝できたと思い、努力の大切さを知ることになりました。</h3>
        <h3>そしてそれは、バスケットボールや勉強でも同じことがいえると考えており、中学校のバスケットボール部では東京都でベスト32に入り、また資格の取得時もあきらめずコツコツとやり続け簿記二級を取得することができました。</h3>
        <h3>ですので、今後一度やると決めたことに対しては、どんな努力も怠らず、やっていきたいと思います。</h3>
    </div>
</template>

<style>
    
h3 {
    margin:2%;
}
</style>