<template>
    <div id= 'dream'>
        <p>私の弱み</p>
        <h1>負けず嫌い</h1>
        <h3>一見、負けず嫌いは強みなのではないか…</h3>
        <h3>一見負けず嫌いは強みなのではないかと思う人もいるかと思いますが、私の場合は弱みになります。負けず嫌いになると、そのことに気が行ってしまい、ほかのことに目を配れず、冷静になれなくなってしまうからです。</h3>
        <h3>高校生のころ、バスケットボール部に入っていました。そのチームメイトにライバルがいて、常日頃競い合っていました。ある練習試合でそのライバルはシュートをたくさん決め、その次の試合でレギュラーに選ばれるようになりンした。私は悔しく、その人に勝ちたいと思い、シュートの練習ばかりをしていました。しばらくして、再び練習試合がありました。そこでシュートを決めてアピールをしようと思い、試合に出ました。ですが、今までシュートの練習ばかりをしていたため、ドリブルやパスでミスが目立ち、アピールすることができませんでした。 </h3>
        <h3>負けず嫌いは、そのことに打ち込めるいいきっかけですが、冷静になれず帰って悪影響になってしまうこともあるため、負けず嫌いは私にとって弱みになります。 
学び：負けず嫌いで悔しいと思った時こそ、冷静になり自分のどこがダメで、相手のどこがいいのか、今後どうすればいいのかを考えなければいけないということを学びました。 
なので今後：今後は負けず嫌いが出てしまって、かっとなってもいったん冷静になり、考え直してから行動していこうと思います。</h3>
    </div>
</template>

<style>
    
h3 {
    margin:2%;
}
</style>